{
  "title": "Retro Collection",
  "categories": [
    {
      "title": "Arcade",
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/arcade.webp",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/arcade.webp",
      "backgroundPixelated": false,
      "longTitle": "Arcade",
      "description": "An arcade game or coin-op game is a coin-operated entertainment machine typically installed in public businesses such as restaurants, bars and amusement arcades. Most arcade games are presented as primarily games of skill and include arcade video games, Pinball machines, electro-mechanical games, redemption games or merchandisers.",
      "items": []
    },
    {
      "title": "Nintendo Entertainment System",
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/bk2.zip"
          },
          "type": "nes",
          "title": "Battle Kid 2 - Mountain of Torment",
          "longTitle": "Battle Kid 2 - Mountain of Torment",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/bk2.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/bk2.webp",
          "backgroundPixelated": true,
          "added": 1651414846234,
          "description": "The adventure continues! Sivak Games proudly presents Battle Kid 2: Mountain of Torment, the sequel to the 2010 title Battle Kid: Fortress of Peril. The next phase of the vile group's plan has begun! The Supermech have have been destroyed, but that was only the beginning.\n\nYou must venture through a giant mountain base and overcome its many dangers. Along the way, items will be found to allow access to new areas and grant you new abilities. An even bigger game than before awaits! Will the torment get to you? Over 650 rooms, more than 20 enemies, 13 boss battles, and other challenges stand between you and victory.\n\nAlso featured are 5 difficulty settings, password system, and a built-in death counter."
        }
      ],
      "longTitle": "Nintendo Entertainment System",
      "description": "The Nintendo Entertainment System (NES) is an 8-bit third-generation home video game console produced by Nintendo. It was first released as the Family Computer (FC), commonly known as the Famicom, in 1983 in Japan. The NES, a redesigned version, was released in American test markets in October 1985, before becoming widely available in the rest of North America and other countries.",
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/nes.webp",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/nes.webp",
      "backgroundPixelated": false
    },
    {
      "title": "Famicom Disk System",
      "longTitle": "Famicom Disk System",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/fds.webp",
      "backgroundPixelated": false,
      "items": [],
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/fds.webp",
      "description": "The Family Computer Disk System, commonly shortened to the Famicom Disk System or just Disk System, is a peripheral for Nintendo's Family Computer home video game console, released only in Japan on February 21, 1986. It uses proprietary floppy disks called \"Disk Cards\" for cheaper data storage and it adds a new high-fidelity sound channel for supporting Disk System games."
    },
    {
      "title": "Super Nintendo Entertainment System",
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/sbg.zip"
          },
          "type": "snes",
          "title": "Super Boss Gaiden",
          "longTitle": "Super Boss Gaiden",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/sbg.webp",
          "backgroundPixelated": true,
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/sbg.webp",
          "added": 1651414937106,
          "description": "It is yet another lovely day at Sony's HQ when top executives march into the titular Boss' office to deliver the news that the very last Nintendo PlayStation prototype has fallen in the hands of the public, and homebrew enthusiasts have already managed to fully emulate the system. This represents a great shame for the Boss who had decades ago ordered the destruction of every single prototype.\n\nBeing a very hands-on executive, instead of calmly discussing the situation and planning out the proper legal counter action, he promptly switches to rampage mode and proceeds to punch, kick and throw everything in sight, including employees and PlayStation mascots."
        }
      ],
      "longTitle": "Super Nintendo Entertainment System",
      "description": "The Super Nintendo Entertainment System (SNES), commonly shortened to Super NES or Super Nintendo, is a 16-bit home video game console developed by Nintendo that was released in 1990 in Japan and South Korea, 1991 in North America, 1992 in Europe and Oceania, and 1993 in South America. In Japan, it is called the Super Famicom (SFC). In South Korea, it is called the Super Comboy and was distributed by Hyundai Electronics. The system was released in Brazil on August 30, 1993, by Playtronic. Although each version is essentially the same, several forms of regional lockout prevent cartridges for one version from being used in other versions.",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/snes.webp",
      "backgroundPixelated": false,
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/snes.webp"
    },
    {
      "title": "Satellaview",
      "longTitle": "Satellaview",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/satellaview.webp",
      "backgroundPixelated": false,
      "items": [],
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/satellaview.webp",
      "description": "The Satellaview is a satellite modem peripheral produced by Nintendo for the Super Famicom in 1995. Containing 1 megabyte of ROM space and an additional 512 kB of RAM, Satellaview allowed players to download games, magazines, and other media through satellite broadcasts provided by Japanese company St.GIGA. Its heavy third-party support included Squaresoft, Taito, Konami, Capcom, and Seta. To use Satellaview, players purchased a special broadcast satellite (BS) tuner directly from St.GIGA or rented one for a six-month fee, and paid monthly subscription fees to both St.GIGA and Nintendo. It attaches to the expansion port on the bottom of the Super Famicom."
    },
    {
      "title": "Nintendo 64",
      "longTitle": "Nintendo 64",
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/n64.webp",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/n64.webp",
      "backgroundPixelated": false,
      "items": [],
      "description": "The Nintendo 64 (N64) is a home video game console developed by Nintendo. The successor to the Super Nintendo Entertainment System, it was released on June 23, 1996, in Japan, on September 29, 1996, in North America, and March 1, 1997, in Europe and Australia. It was the last major home console to use cartridges as its primary storage format until the Nintendo Switch in 2017. As a fifth-generation console, it competed primarily with the Sony PlayStation and the Sega Saturn."
    },
    {
      "title": "64DD",
      "longTitle": "64DD",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/n64dd.webp",
      "backgroundPixelated": false,
      "items": [],
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/n64dd.webp",
      "description": "The 64DD is a magnetic floppy disk drive peripheral for the Nintendo 64 game console developed by Nintendo. It was announced in 1995, prior to the Nintendo 64's 1996 launch, and after numerous delays was released in Japan on December 13, 1999. The \"64\" references both the Nintendo 64 console and the 64MB storage capacity of the disks, and \"DD\" is short for \"disk drive\" or \"dynamic drive\"."
    },
    {
      "title": "Game Boy",
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/rm.zip",
            "hwType": 3
          },
          "type": "gb",
          "title": "Rocket Man",
          "longTitle": "Rocket Man",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/rm.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/rm.webp",
          "backgroundPixelated": true,
          "added": 1651415014252,
          "description": "Rocket Man is a young aspiring hero with great passion for technology. One day he runs into Light, a villain with telekinetic powers who plans to take control of the city. Accompanied by his virtual assistant Ellie, Rocket Man must defeat Light and his robot henchmen to bring peace back to the city."
        }
      ],
      "longTitle": "Game Boy",
      "description": "The Game Boy is an 8-bit handheld game console developed and manufactured by Nintendo. The first handheld in the Game Boy family, it was first released in Japan on April 21, 1989. The console was released in North America later the same year, then in Europe in late 1990. It was designed by the same team that developed the Game & Watch series of handheld electronic games and several Nintendo Entertainment System games: Satoru Okada, Gunpei Yokoi, and Nintendo Research & Development 1.",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/gb.webp",
      "backgroundPixelated": false,
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/gb.webp"
    },
    {
      "title": "Game Boy Color",
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/lcw.zip"
          },
          "type": "gbc",
          "title": "Last Crown Warriors",
          "longTitle": "Last Crown Warriors",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/lcw.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/lcw.webp",
          "backgroundPixelated": true,
          "added": 1651415096789,
          "description": "One hundred years have passed since the battle of the last crown. The legendary soldier who managed to get the crown is back, and together with a group of brave warriors, plans to put an end to the evil forces that are threatening the whole kingdom.\n\nTake on waves of enemies as you try to conquer all the bases of the stage. Each warrior has his own custom weapon, and each stage its own enemies."
        }
      ],
      "longTitle": "Game Boy Color",
      "description": "The Game Boy Color (commonly abbreviated as GBC) is a handheld game console, manufactured by Nintendo, which was released in Japan on October 21, 1998 and to international markets that November. It is the successor to the Game Boy and is part of the Game Boy family.\n\nThe GBC features a color screen rather than monochrome, but it is not backlit. It is slightly thicker and taller and features a slightly smaller screen than the Game Boy Pocket, its immediate predecessor in the Game Boy line. As with the original Game Boy, it has a custom 8-bit processor made by Sharp that is considered a hybrid between the Intel 8080 and the Zilog Z80. The American English spelling of the system's name, Game Boy Color, remains consistent throughout the world.",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/gbc.webp",
      "backgroundPixelated": false,
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/gbc.webp"
    },
    {
      "title": "Game Boy Advance",
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/baa.zip"
          },
          "type": "gba",
          "title": "Blast Arena Advance",
          "longTitle": "Blast Arena Advance",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/baa.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/baa.webp",
          "backgroundPixelated": true,
          "added": 1651415187198,
          "description": "Blast Arena Advance is a fast paced, action-packed homebrew collect-'em-up for your Game Boy Advance.\n\nThe objective of Blast Arena Advance is to collect as many jittering yellow squares as possible, while avoiding the shrapnel thrown out by the explosions. Using your cunning and skill, ricochet the cursor against the walls of your Game Boy to outwit and evade the deadly shrapnel."
        }
      ],
      "longTitle": "Game Boy Advance",
      "description": "The Game Boy Advance (GBA) is a 32-bit handheld game console developed, manufactured and marketed by Nintendo as the successor to the Game Boy Color. It was released in Japan on March 21, 2001, in North America on June 11, 2001, in the PAL region on June 22, 2001, and in mainland China as iQue Game Boy Advance on June 8, 2004. The GBA is part of the sixth generation of video game consoles. The original model does not have an illuminated screen; Nintendo addressed that with the release of a redesigned model with a frontlit screen, the Game Boy Advance SP, in 2003. A newer revision of the redesign was released in 2005, with a backlit screen. Around the same time, the final redesign, the Game Boy Micro, was released in September 2005.",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/gba.webp",
      "backgroundPixelated": false,
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/gba.webp"
    },
    {
      "title": "Nintendo DS",
      "longTitle": "Nintendo DS",
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/nds.webp",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/nds.webp",
      "description": "The Nintendo DS is a handheld game console produced by Nintendo, released globally across 2004 and 2005. The DS, an initialism for \"Developers' System\" or \"Dual Screen\", introduced distinctive new features to handheld games: two LCD screens working in tandem (the bottom one being a touchscreen), a built-in microphone and support for wireless connectivity. Both screens are encompassed within a clamshell design similar to the Game Boy Advance SP. The Nintendo DS also features the ability for multiple DS consoles to directly interact with each other over Wi-Fi within a short range without the need to connect to an existing wireless network. Alternatively, they could interact online using the now-defunct Nintendo Wi-Fi Connection service. Its main competitor was Sony's PlayStation Portable during the seventh generation of video game consoles.",
      "items": []
    },
    {
      "title": "Virtual Boy",
      "longTitle": "Virtual Boy",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/vb.webp",
      "backgroundPixelated": false,
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/ba.zip"
          },
          "type": "vb",
          "title": "Bad Apple!!",
          "longTitle": "Bad Apple!!",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/ba.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/ba.webp",
          "backgroundPixelated": true,
          "added": 1651415221032,
          "description": "Bad Apple!! is a musical track from Lotus Land Story, one of the games in the Touhou Project series. A remix with vocals was produced, and a shadow art music video was made for that remix. The video has since gained popularity as a sort of audio/video test case for retro computers, and this is its appearance on Virtual Boy.\n\nThis production contains the entire three and a half minute song and music video, presented at the full frame rate of the original. It is unusual for Virtual Boy homebrew in that it occupies 16 MB, which is the maximum size for cartridge memory without supplemental mapping circuitry."
        }
      ],
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/vb.webp",
      "description": "The Virtual Boy is a 32-bit tabletop portable video game console developed and manufactured by Nintendo. Released in 1995, it was marketed as the first console capable of displaying stereoscopic \"3D\" graphics. The player uses the console like a head-mounted display, placing the head against the eyepiece to see a red monochrome display. The games use a parallax effect to create the illusion of depth. Sales failed to meet targets, and Nintendo ceased distribution and game development in 1996, having released only 22 games for the system."
    },
    {
      "title": "Master System",
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/ww.zip"
          },
          "type": "sms",
          "title": "Wing Warriors",
          "longTitle": "Wing Warriors",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/ww.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/ww.webp",
          "backgroundPixelated": true,
          "added": 1651415266482,
          "description": "Wing Warriors is a multi-platform game developed in 2019 for Master System. It’s a classic shooting game with some bullet-hell reminiscences. 6 stages with 3 bosses, 3 different players to choose from, and a lot of bullets to avoid."
        }
      ],
      "longTitle": "Master System",
      "description": "The Master System is a third-generation 8-bit home video game console manufactured by Sega. It was originally a remodeled export version of the Sega Mark III, the third iteration of the SG-1000 series of consoles, which was released in Japan in 1985 and featured enhanced graphical capabilities over its predecessors. The Master System launched in North America in 1986, followed by Europe in 1987, and Brazil in 1989. A Japanese version of the Master System was also launched in 1987, which features a few enhancements over the export models (and by proxy the original Mark III): a built-in FM audio chip, a rapid-fire switch, and a dedicated port for the 3D glasses. The Master System II, a cheaper model, was released in 1990 in North America, Australia and Europe.",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/ms.webp",
      "backgroundPixelated": false,
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/ms.webp"
    },
    {
      "title": "Mega Drive",
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/doa.zip"
          },
          "type": "genesis",
          "title": "Demons of Asteborg",
          "longTitle": "Demons of Asteborg",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/doa.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/doa.webp",
          "backgroundPixelated": true,
          "added": 1651415335227,
          "description": "A new action platform game, straight out of the 16-bit era.\n\nPlay as Gareth, a knight of the royal guard, and defeat the evil forces of Asteborg. Learn powerful spells and use them to clear your path or defeat your enemies.\nCollect gold from the remains of your opponents and purchase upgrades to unlock your full potential!\nPrepare to face powerful bosses that will keep you on your toes. Woods, mountains, swamps and more, explore the world of Asteborg and discover Gareth's mysterious past... But beware, Zadimus is never far away."
        }
      ],
      "longTitle": "Mega Drive",
      "description": "The Sega Genesis, known as the Mega Drive outside North America, is a 16-bit fourth-generation home video game console developed and sold by Sega. The Genesis was Sega's third console and the successor to the Master System. Sega released it in 1988 in Japan as the Mega Drive, and in 1989 in North America as the Genesis. In 1990, it was distributed as the Mega Drive by Virgin Mastertronic in Europe, Ozisoft in Australia, and Tec Toy in Brazil. In South Korea, it was distributed by Samsung as the Super Gam*Boy and later the Super Aladdin Boy. In Russia, it was distributed by Forrus.",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/md.webp",
      "backgroundPixelated": false,
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/md.webp"
    },
    {
      "title": "Game Gear",
      "longTitle": "Game Gear",
      "description": "The Game Gear is an 8-bit fourth generation handheld game console released by Sega on October 6, 1990 in Japan and in April 1991 throughout North America and Europe. The Game Gear primarily competed with Nintendo's Game Boy, the Atari Lynx, and NEC's TurboExpress. It shares much of its hardware with the Master System.",
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/gg.webp",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/gg.webp",
      "backgroundPixelated": false,
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/t4gg.zip"
          },
          "type": "gg",
          "title": "Tetris4GG",
          "longTitle": "Tetris4GG",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/t4gg.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/t4gg.webp",
          "backgroundPixelated": true,
          "added": 1651415385737,
          "description": "Tetris4GG, a homebrew tribute to the Game Boy release of Tetris. Originally a competition entry to the SMS Power! Coding Competition 2022, the Type A game-mode is now playable on the Game Gear!"
        }
      ]
    },
    {
      "title": "2600",
      "longTitle": "2600",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/2600.webp",
      "backgroundPixelated": false,
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/si.zip"
          },
          "type": "2600",
          "title": "Space Instigators",
          "longTitle": "Space Instigators",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/si.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/si.webp",
          "backgroundPixelated": true,
          "added": 1651415537191,
          "description": "Rather than being just a ROM hack for the Atari 2600 version of Space Invaders like most other modern outings, Space Instigators is actually an entirely coded creation from scratch, rather than being just a hack.\n\nThe game went for a much closer look at imitating the arcade original, using the original colors of only black, white, green and orange (although this was accomplished via overlays), and having all four bunkers (rather than only three on the 2600 version), along with having the usual gameplay of the invaders marching from side to side, dropping bombs, a high scoring U. F. O. flying overhead, etc. However, there are several differences."
        }
      ],
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/2600.webp",
      "description": "The Atari 2600, branded as the Atari Video Computer System (Atari VCS) until November 1982, is a home video game console developed and produced by Atari, Inc. Released in September 1977, it popularized microprocessor-based hardware and games stored on swappable ROM cartridges, a format first used with the Fairchild Channel F in 1976. The VCS was bundled with two joystick controllers, a conjoined pair of paddle controllers, and a game cartridge—initially Combat and later Pac-Man."
    },
    {
      "title": "7800",
      "longTitle": "7800",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/7800.webp",
      "backgroundPixelated": false,
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/kg.zip"
          },
          "type": "7800",
          "title": "Knight Guy in Low Res World - Castle Days",
          "longTitle": "Knight Guy in Low Res World - Castle Days",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/kg.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/kg.webp",
          "backgroundPixelated": true,
          "added": 1651415612711,
          "description": "Once you start the game, your objective is to break through multiple rooms plagued with all sorts of perils until you reach room 99, where the evil dragon keeps your pet captive.\n\nYou start the game with three lives, but you will increase that amount every time you find a potion. If you find all the potions, you will have a maximum of eight lives. Also, you will find hearts that recover your health, but these do not increase your max lives counter. Every time an enemy or an obstacle touches you, you will lose a life. If you fall through the bottom of the screen, you will also lose a life.\n\nYou will also have to race against time: you'll have to exit the castle with your pet in one hour or you'll be kiled by the castle curse. The challenge is not only to rescue your beloved pet, but also do so in the shortest time possible.\n\nThe best knights should be able to also find the four secrets hidden in the castle. In some rooms, avoiding the obstacles is enough to reach the exit to the next room.\n\nBut the evil dragon is not the only inhabitant of Evil Castle, so before you can face the final boss, you will have to face his minions: The Castle Guardians. These guardians will do everything in their power to foil your attempts to reach the dragon!\n\nDo you have what it takes to conquer the evil guardians, find your pet, and escape the castle in time? Good luck!"
        }
      ],
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/7800.webp",
      "description": "The Atari 7800 ProSystem, or simply the Atari 7800, is a home video game console officially released by Atari Corporation in 1986 as the successor to both the Atari 2600 and Atari 5200. It can run almost all Atari 2600 cartridges, making it one of the first consoles with backward compatibility. It shipped with a different model of joystick from the 2600-standard CX40 and Pole Position II as the pack-in game. Most of the announced titles at launch were ports of 1980–83 arcade games."
    },
    {
      "title": "Lynx",
      "longTitle": "Lynx",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/lynx.webp",
      "backgroundPixelated": false,
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/sr.zip"
          },
          "type": "lnx",
          "title": "Sky Raider",
          "longTitle": "Sky Raider",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/sr.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/sr.webp",
          "added": 1651415641282,
          "description": "Watch your fuel level on the guage on the bottom-right of the screen. Keep your plane refueled by running over the fuel canisters. Avoid crashing into anything else.\n\nShoot enemy ship, planes, helicopters and tanks for points. Score and high score are shown at the top of the screen.\n\nAt first you may not encounter much resistance from the Bungeling forces, but as you reach further into Bungeling territory, they will start to put up more of a fight."
        }
      ],
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/lynx.webp",
      "description": "The Atari Lynx is a hybrid 8-bit and 16-bit handheld game console released by Atari Corporation in September 1989 in North America, and in Europe and Japan in 1990.\n\nIt arose as the first handheld game console with a color LCD screen. Its advanced graphics and ambidextrous layout competed with Nintendo's Game Boy (released two months earlier), and with the Game Gear and TurboExpress, both released the following year. It was discontinued in 1995."
    },
    {
      "title": "PC Engine",
      "longTitle": "PC Engine",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/pcengine.webp",
      "backgroundPixelated": false,
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/r.zip"
          },
          "type": "pce",
          "title": "Reflectron",
          "longTitle": "Reflectron",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/r.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/r.webp",
          "backgroundPixelated": true,
          "added": 1651415686096,
          "description": "You are B.E.R.N.A.R.D. - a robot working for an evil overlord. Unlike your master, you have developed a conscience and decided to try and stop the planet destroying laser from doing its job. But your task is not that easy. You are able to move left and right in one half of the screen, while on the other half, Mega Protons are being spat out and slowly float upwards until they are absorbed by the Delta Crystal that powers the laser. Once enough have been absorbed, the laser fires and it's Game Over for you. The only way to stop them is to fire your head-mounted gun and reflect the beams off the angled ceiling to destroy the Mega Protons on the other side. But as time goes on, more appear and they get faster and faster..."
        }
      ],
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/pcengine.webp",
      "description": "The TurboGrafx-16, known as the PC Engine outside North America, is a fourth-generation home video game console designed by Hudson Soft and sold by NEC Home Electronics. It was the first console marketed in the fourth generation of game consoles, commonly known as the 16-bit era, though the console has an 8-bit central processing unit (CPU). It was released in Japan in 1987 and in North America in 1989. In Europe, the console is known as the PC Engine, after the Japanese model was imported and distributed in the United Kingdom and France from 1988. In Japan, the system was launched as a competitor to the Famicom, but the delayed United States release meant that it ended up competing with the Sega Genesis and later the Super NES."
    },
    {
      "title": "SuperGrafx",
      "longTitle": "SuperGrafx",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/supergrafx.webp",
      "backgroundPixelated": false,
      "items": [
        {
          "props": {
            "rom": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/roms/rt2a.zip"
          },
          "type": "sgx",
          "title": "RT2A",
          "longTitle": "RT2A",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/rt2a.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/rt2a.webp",
          "backgroundPixelated": true,
          "added": 1651415732487,
          "description": "This is RT2A, a SuperGrafx port of the hidden shoot 'em up from the 2013 Super CD-ROM² homebrew release, REVIVAL CHASE."
        }
      ],
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/supergrafx.webp",
      "description": "The PC Engine SuperGrafx is a fourth-generation home video game console manufactured by NEC Home Electronics and released in Japan in 1989. It is the successor system to the PC Engine, released two years prior. Originally known as the PC Engine 2 during production stages, it was purported as a true 16-bit home console, featuring improved graphics and audio capabilities over its predecessor."
    },
    {
      "title": "WonderSwan",
      "longTitle": "WonderSwan",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/wonderswan.webp",
      "backgroundPixelated": false,
      "items": [],
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/wonderswan.webp",
      "description": "The WonderSwan is a handheld game console released in Japan by Bandai. It was developed by Gunpei Yokoi's company Koto Laboratory and Bandai, and was the last piece of hardware Yokoi developed before his death in 1997. Released in 1999 in the fifth generation of video game consoles, the WonderSwan and its two later models, the WonderSwan Color and SwanCrystal were officially supported until being discontinued by Bandai in 2003. During its lifespan, no variation of the WonderSwan was released outside of Japan."
    },
    {
      "title": "WonderSwan Color",
      "longTitle": "WonderSwan Color",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/wonderswanc.webp",
      "backgroundPixelated": false,
      "items": [],
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/wonderswanc.webp",
      "description": "Bandai announced the WonderSwan Color which would incorporate a color screen while retaining backward compatibility with the original WonderSwan. It was released on December 9, 2000 in Japan and was available in pearl blue, pearl pink, crystal black, crystal blue, and crystal orange. The launch was a moderate success, with the system selling 270,632 units in under a month after its release."
    },
    {
      "title": "Neo Geo Pocket",
      "longTitle": "Neo Geo Pocket",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/neogeopocket.webp",
      "backgroundPixelated": false,
      "items": [],
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/neogeopocket.webp",
      "description": "The Neo Geo Pocket is a monochrome handheld game console released by SNK. It was the company's first handheld system and is part of the Neo Geo family. It debuted in Japan in late 1998 but never saw an American release, being exclusive to Japan, Asia and Europe.\n\nThe Neo Geo Pocket received lower than expected sales and it was discontinued in 1999, immediately being succeeded by the Neo Geo Pocket Color, a full color device allowing the system to compete more easily with the dominant Game Boy Color handheld, and which also saw an American release. Though the system enjoyed only a short life, there were some significant games released on the system such as Samurai Shodown, and King of Fighters R-1."
    },
    {
      "title": "Neo Geo Pocket Color",
      "longTitle": "Neo Geo Pocket Color",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/neogeopocketc.webp",
      "backgroundPixelated": false,
      "items": [],
      "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/neogeopocketc.webp",
      "description": "The Neo Geo Pocket Color is a 16-bit color handheld video game console manufactured by SNK. It is a successor to SNK's monochrome Neo Geo Pocket handheld which debuted in 1998 in Japan, with the Color being fully backward compatible. The Neo Geo Pocket Color was released on March 16, 1999 in Japan, August 6, 1999 in North America, and on October 1, 1999 in Europe, entering markets all dominated by Nintendo, competing with Nintendo's Game Boy Color."
    },
    {
      "title": "MS-DOS",
      "longTitle": "MS-DOS",
      "description": "MS-DOS is an operating system for x86-based personal computers mostly developed by Microsoft. Collectively, MS-DOS, its rebranding as IBM PC DOS, and few operating systems attempting to be compatible with MS-DOS, are sometimes referred to as \"DOS\" (which is also the generic acronym for disk operating system). MS-DOS was the main operating system for IBM PC compatibles during the 1980s, from which point it was gradually superseded by operating systems offering a graphical user interface (GUI), in various generations of the graphical Microsoft Windows operating system.",
      "items": [
        {
          "props": {
            "game": "doom1"
          },
          "type": "doom",
          "title": "Doom",
          "longTitle": "Doom",
          "description": "Doom is a 1993 first-person shooter (FPS) game developed by id Software for MS-DOS. Players assume the role of a space marine, popularly known as Doomguy, fighting their way through hordes of invading demons from hell. The first episode, comprising nine levels, was distributed freely as shareware and played by an estimated 15–20 million people within two years; the full game, with two further episodes, was sold via mail order. An updated version with an additional episode and more difficult levels, The Ultimate Doom, was released in 1995 and sold at retail.",
          "thumbnail": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/title/doom.webp",
          "background": "https://raw.githubusercontent.com/sysconf16/retro-collection/main/images/games/gameplay/doom.webp",
          "backgroundPixelated": true,
          "added": 1650711171953
        }
      ],
      "thumbnail": "https://i.imgur.com/WFhH3Wl.png",
      "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/msdos.webp"
    }
  ],
  "thumbnail": "https://github.com/sysconf16/retro-collection/raw/main/images/thumbnails/feed.webp",
  "backgroundPixelated": false,
  "background": "https://github.com/sysconf16/retro-collection/raw/main/images/backgrounds/feed.webp",
  "longTitle": "Retro Collection",
  "description": "A custom feed template for the webЯcade online front-end.\n\nhttps://sysconf16.github.io/",
  "props": {
    "lnx_boot": "",
    "neogeo_bios": ""
  }
}